{
  "aboutMe": "Über mich",
  "Iam": "Ich bin",
  "occupation": "FRONTEND ENTWICKLER",
  "talk-button": "Lass uns reden!",
  "aboutMeTextFirst": "Hallo, Ich bin Robin, ein Frontend-Entwickler aus Hagen. Ich habe einen Hintergrund in der Webentwicklung mit Schwerpunkt auf HTML, CSS, JavaScript, TypeScript und Angular.",
  "aboutMeTextSecond": "Meine Leidenschaft liegt im Programmieren, weshalb ich mich auf Webentwicklung spezialisiert habe. Mein Ziel ist es, benutzerfreundliche Websites zu erstellen, die Funktionalität und Ästhetik nahtlos miteinander verbinden.",
  "aboutMeTextThird": "Neben meinen technischen Fähigkeiten arbeite ich gerne eng mit Designern und Backend-Entwicklern zusammen, um innovative Projekte zum Leben zu erwecken. Ich bin bestrebt, kontinuierlich zu lernen und mich über die neuesten Branchentrends auf dem Laufenden zu halten, um sicherzustellen, dass meine Arbeit auf dem neuesten Stand und effektiv bleibt.",
  "mySkills": "Meine Skills",
  "mySkillsDescription": "Ich habe meine Fähigkeiten entwickelt, die es mir ermöglicht haben, verschiedene reale Projekte zu erstellen.",
  "getInTouch": "Meld dich!",
  "portfolioHeaderText": "Hier können Sie eine Auswahl meiner Arbeiten erkunden - Erleben Sie die Projekte interaktiv und entdecken Sie meine Fähigkeiten in Aktion.",
  "contact": "Kontakt",
  "contactHeader": "Brauchen Sie Hilfe, um ein Problem zu lösen?",
  "contactText": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
  "contactMe": "Brauchen Sie einen Frontend-Entwickler?",
  "contactMeText": "Schreiben Sie mir!",
  "yourName": "Name",
  "yourMail": "E-Mail",
  "yourMessage": "Nachricht",
  "policy": "Ich habe die ",
  "privacyPolicyLinkText": "Datenschutzbestimmungen",
  "andAgree": "gelesen und stimme der Verarbeitung meiner Daten zu.",
  "policyValid": "Bitte bestätigen Sie, dass Sie mit den Bedingungen einverstanden sind.",
  "yourNameValid": "Bitte geben Sie Ihren Namen ein",
  "yourMailValid": "Bitte geben Sie Ihre Email ein",
  "yourMessageValid": "Bitte geben Sie eine Nachricht ein",
  "sendMessage": "Nachricht senden",
  "popupMessage": "Email gesendet",
  "portfolio.DABubble": "Chat Messenger inspiriert von Slack und Discord. Chatte mit Kollegen oder erstelle einen Gruppenchat.",
  "portfolio.Portfolio": "Ein mit Angular erstelltes Portfolio um mich und meine Projekte zu zeigen.",
  "portfolio.Join": "Aufgabenmanager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mithilfe von Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
  "portfolio.El Pollo Loco": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert.",
  "entriesRefferedTo": "Angaben gemäß § 5 DDG",
  "represented": "Vertreten durch:",
  "telefone": "Telefon",
  "disclaimer": "Haftungsausschluss:",
  "liability": "Haftung für Inhalte",
  "liabilityText": "Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 DDG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 DDG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.",
  "liabilityLinks": "Haftung für Links",
  "liabilityLinksText": "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.",
  "dataprotection": "Datenschutz",
  "dataprotectionText": "Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder eMail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben. Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich. Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.",
  "imprint": "Impressum",
  "imprintGenerated": "Impressum vom Impressum Generator der Kanzlei Hasselbach, Fachanwälte für Familienrecht",
  "backToContact": "Zurück zu Kontakt"
}
