{
  "aboutMe": "Über mich",
  "Iam": "Ich bin",
  "occupation": "FRONTEND ENTWICKLER",
  "talk-button": "Lass uns reden!",
  "aboutMeTextFirst": "Hallo, Ich bin Robin, ein Frontend-Entwickler aus Hagen. Ich habe einen Hintergrund in der Webentwicklung mit Schwerpunkt auf HTML, CSS, JavaScript, TypeScript und Angular.",
  "aboutMeTextSecond": "Meine Leidenschaft liegt im Programmieren, weshalb ich mich auf Webentwicklung spezialisiert habe. Mein Ziel ist es, benutzerfreundliche Websites zu erstellen, die Funktionalität und Ästhetik nahtlos miteinander verbinden.",
  "aboutMeTextThird": "Neben meinen technischen Fähigkeiten arbeite ich gerne eng mit Designern und Backend-Entwicklern zusammen, um innovative Projekte zum Leben zu erwecken. Ich bin bestrebt, kontinuierlich zu lernen und mich über die neuesten Branchentrends auf dem Laufenden zu halten, um sicherzustellen, dass meine Arbeit auf dem neuesten Stand und effektiv bleibt.",
  "mySkills": "Meine Skills",
  "mySkillsDescription": "Ich habe meine Fähigkeiten entwickelt, die es mir ermöglicht haben, verschiedene reale Projekte zu erstellen.",
  "getInTouch": "Meld dich!",
  "portfolioHeaderText": "Hier können Sie eine Auswahl meiner Arbeiten erkunden - Erleben Sie die Projekte interaktiv und entdecken Sie meine Fähigkeiten in Aktion.",
  "contact": "Kontakt",
  "contactHeader": "Brauchen Sie Hilfe, um ein Problem zu lösen?",
  "contactText": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
  "contactMe": "Brauchen Sie einen Frontend-Entwickler?",
  "contactMeText": "Schreiben Sie mir!",
  "yourName": "Name",
  "yourMail": "E-Mail",
  "yourMessage": "Nachricht",
  "policy": "Ich habe die ",
  "privacyPolicyLinkText": "Datenschutzbestimmungen",
  "andAgree": "gelesen und stimme der Verarbeitung meiner Daten zu.",
  "policyValid": "Bitte bestätigen Sie, dass Sie mit den Bedingungen einverstanden sind.",
  "yourNameValid": "Bitte geben Sie Ihren Namen ein",
  "yourMailValid": "Bitte geben Sie eine gültige Email-Adresse ein",
  "yourMessageValid": "Bitte geben Sie eine Nachricht ein",
  "sendMessage": "Nachricht senden",
  "popupMessage": "Email gesendet",
  "portfolio.Join": "Aufgabenmanager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mithilfe von Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
  "portfolio.El Pollo Loco": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert."
}
