{
  "aboutMe": "About Me",
  "Iam": "I am",
  "occupation": "FRONTEND DEVELOPER",
  "talk-button": "Let's talk!",
  "aboutMeTextFirst": "Hello, I'm Robin, a Frontend Developer based in Hagen, Germany. I have a background in Web Development with a focus on HTML, CSS, JavaScript, TypeScript, and Angular.",
  "aboutMeTextSecond": "My passion lies in programming, which is why I specialize in Web Development. My aim is to create user-friendly websites that seamlessly blend functionality and aesthetics.",
  "aboutMeTextThird": "In addition to my technical skills, I enjoy working closely with designers and backend developers to bring innovative projects to life. I'm committed to continuous learning and staying updated with the latest industry trends to ensure that my work remains cutting-edge and effective.",
  "mySkills": "My Skills",
  "mySkillsDescription": "I have grown my skills that have allowed me to create different real projects.",
  "getInTouch": "Get in Touch",
  "portfolioHeaderText": "Explore a selection of my work here - Interact with the projects to see my skills in action.",
  "contact": "Contact",
  "contactHeader": "Got a problem to solve?",
  "contactText": "Contact me trough this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
  "contactMe": "Need a Frontend Developer?",
  "contactMeText": "Contact me!",
  "yourName": "Your name",
  "yourMail": "Your email",
  "yourMessage": "Your message",
  "policy": "I've read the  ",
  "privacyPolicyLinkText": "privacy policy",
  "andAgree": "and agree to the processing of my data as outlined.",
  "policyValid": "Please accept the privacy policy",
  "yourNameValid": "Please enter your name",
  "yourMailValid": "Please enter a valid email",
  "yourMessageValid": "Please enter a message",
  "sendMessage": "Send message :)",
  "popupMessage": "Email sent successfully",
  "portfolio.Join": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "portfolio.El Pollo Loco": "A simple Jump-and-Run game based on an object-oriented approach."
}
